public class Main {

    public static void main(String[] args) {

        System.out.println("Поехали!");

        /*
         Создайте в классе Main метод static void main(String[] args) и внутри него:
Создайте две задачи, а также эпик с двумя подзадачами и эпик с одной подзадачей.
Распечатайте списки эпиков, задач и подзадач через System.out.println(..).
Измените статусы созданных объектов, распечатайте их. Проверьте, что статус задачи и подзадачи сохранился, а статус эпика рассчитался по статусам подзадач.
И, наконец, попробуйте удалить одну из задач и один из эпиков.
Воспользуйтесь дебаггером среды разработки, чтобы понять логику работы программы и отладить её.

         */
    }
}
